const TA_STORY = `
<h2 style="text-align:center;">சகரத்தின் சிகரமே சரஸ்வதி</h2>

வேறொரு உலகில், வேறொரு யுகத்தில், வேறொரு சமயத்தில்…<br><br>

ஒரு முறை ஏதோ ஞாபகத்தில் முருகனை நினைத்து "உனை நாடிடுவோர் பாடிமகிழ்ந்தாடிட வழி தாராய்" என்று தெரியாமல் சொல்லிவிட்டேன். அன்றிரவு…<br><br>

என் கனவில் முருகப்பெருமான் தோன்றினார். "பக்தா, உன் வேண்டுதலில் நான் மகிழ்ச்சியடைகிறேன். அப்படியே ஆகட்டும்" என்றார்.<br><br>

"அப்பனே முருகா என்ன அற்புதம்! ஆனால் ஒரே ஒரு சிறிய சிக்கல்தான் - எனக்குப் பாடத் தெரியாதே" என்றேன்.<br><br>

"கவலைப்படாதே மகனே. சரஸ்வதியின் திருவடிகளைப் பற்றிக் கொண்ட அந்த நொடியே, உனக்குள் இசை ஞானம் பிறக்கும்" என்று கூறி மறைந்தார்.<br><br>

முதலில் "ஆகா, நான் என்ன அதிர்ஷ்டசாலி! முருகனே நமக்கு ஒரு வரம் அருளியது மட்டுமல்லாமல் சங்கீத ஞானம் பெற வழியையும் அருளிச்சென்றானே" என்று வியந்து நின்றேன். <br><br>

வியப்புணர்வு சற்று தணிந்த பிறகு "சரி நாம் சரஸ்வதியின் பாதத்தை பற்றச் செல்வோம்" என தீர்மானித்து அங்கும் இங்கும் சரஸ்வதியைத் தேடினேன். <br><br>

ஆனால், அந்தோ! எங்குமே அன்னை சரஸ்வதி தேவியை காண முடியவில்லை!<br><br>

"அடடா! உணர்ச்சிவசப்பட்டு சரியாக யோசிக்கவில்லையே! முருகன் இருக்கும்போதே அவனிடம் சரஸ்வதியை எங்கு காணலாம் என்று கேட்டிருக்கலாமே" என வருந்தி கைலாயத்திலிருந்து சோக முகத்தை தொங்கவிட்டு புறப்பட்டேன்"<br><br>

திரும்பும் வழியில் நாரதரை எதிர்கொண்டு அவரை வணங்கினேன்.<br><br>

"நாராயணா, நாராயணா. வாழ்க குழந்தாய்! ஏன் இந்த நீள முகம்? அப்படி என்ன நேர்ந்துவிட்டது என வருந்துகிறாய்?" என்றார்.<br><br>

நடந்த சம்பவத்தை அவரிடம் வருத்தத்துடன் விவரித்தேன். <br><br>

"பாருங்கள் சுவாமி. சரஸ்வதியின் பாதத்தை போய் பற்று" என்று முருகப்பெருமான் கூறி மறைந்தார். ஆனால் என்னால் அவள் எங்கு இருக்கிறாள் என்றே கண்டுபிடிக்க முடியவில்லை" என அழுதேன்.<br><br>

"ப்பூ! இவ்வளவு தானா? சரஸ்வதி தேவியை காண்பது மிகவும் சுலபம். இதோ பார்." என்று கூறி தனது தம்பூராவை எடுத்து மீட்ட ஆரம்பித்து "சா…." என்று குரல் எழுப்பினார். இமயத்தையே தெய்வீக கானத்தில் கரையவைப்பது போல் சப்தம்.<br><br>

ஆ! என்ன ஆச்சரியம்! உடனே எங்கள் கண்களுக்கு முன்னால் சரஸ்வதி தேவியார் தோன்றினார். <br><br>

"அடித்தது யோகம்! நல்ல வேளை நாரதரை சந்தித்தோம். முருகன்தான் அவரை நான் சந்திக்கும்படி அனுப்பியிருக்க வேண்டும்" என ஊகித்து, எங்களுக்கு முன் எழுந்த சரஸ்வதியின் பாதங்களை பற்ற விரைந்தோடிச் சென்றேன்.<br><br>

ஆனால் அடியேன் அவ்விடத்தை அடைவதற்கு முன்னரே நாரதர் "சா…" என்று பாடுவதை நிறுத்தினார். அடுத்தக்கனம் சரஸ்வதியும் மறைந்தாள்.<br><br>

பெரும் ஏமாற்றத்துடன் திரும்பி, நாரதரின் கால்களில் விழுந்து "சுவாமி, குருநாதா, இது என்ன சோதனை? மீண்டும் சரஸ்வதி தேவியாரை காணும்படி செய்யுங்கள். அவள் பாதத்தை பற்றி வணங்குகிறேன்." என்றேன்.<br><br>

"குழந்தாய், அது உபயோகமற்றது. இப்போது நான் அழைத்ததனால் அல்லவா தேவியார் காட்சி தந்தார். அப்படியிருக்க நான் அழைத்த தேவியை மற்றவர் வணங்குவது சரியல்ல. இதே போல் நீயும் சரியான ஸ்ருதியில் "சா…" என்று உச்சரி. உன்னாலும் சரஸ்வதி தேவியை அழைக்க முடியும். ஆம் - சகரத்தின் சிகரமே சரஸ்வதி, நாராயணா நாராயணா" என்றார்.<br><br>

"நான் என்ன அதிர்ஷ்டசாலி! சங்கீதத்தின் முதல் பாடத்தை நாரதரிடமே கற்றுக்கொண்டேனே" என்று நினைத்தபடி நானும் "சா…." என்று இழுத்தேன். <br><br>

ஆனால் என் குரலோ பரதநாட்டியம் ஆடியது. முனிவரின் குரல் போல நிலைத்து நிற்காமல் இங்குமங்கும் சரிந்தது, திக்கியது, வழுக்கி விழுந்தது. இமயம் என்ன, காலடியில் ஒரு சிறிய கல் கூட  கரையவில்லை. சரஸ்வதியும் தோன்றவில்லை.<br><br>

"ஓ பெருமானே, உம்மைப்போல் என்னால் இனிய குரல் எழுப்பி சரஸ்வதி அம்மையாரை அழைக்க முடியவில்லையே" என புலம்பினேன்.<br><br>

"கவலை வேண்டாம் குழந்தாய்" என்றார் நாரதர். "நாள்தோறும் இதையே குறிக்கோளாகக் கொண்டு பயிற்சி செய். கூடிய சீக்கிரம் உன் குரலும் அம்மையாரினால் கேட்கும்படி ஆகிவிடும்." <br><br>

இவ்வாறு கூறிய நாரதர், என்னை ஆசீர்வதித்து "நாராயணா, ஈஸ்வரா, ஈஸ்வரா, நாராயணா" என்று சொல்லிக்கொண்டே கைலாயத்தை நோக்கி சென்று விட்டார்.<br><br>

சரியாக அப்போது கண்விழித்தேன். கனவு மனதில் இடம்பெற்று நிலைத்து விட்டது. நாரதர் சொன்னபடியே செய்வோம் என தீர்மானித்து அன்றிலிருந்து தினமும் காலை முதல் பல முறை ஆதார ஷத்ஜ பயிற்சியை மேற்கொண்டேன். <br><br>

ஆயினும் இவ்வாறு பல நாட்கள் பயின்ற பின்னும் நிலையாக சரியான ஸ்ருதியை பிடித்து பாட இயலாமல் தவித்தேன்.<br><br>

இப்படியிருக்க ஒருநாள் "என்ன இருந்தாலும் கனவுகள் கனவுகள் தானே! ஒருவேளை சங்கீதம் என் இயல்புக்கு எட்டாத ஒன்றாக இருக்கலாம். இப்படி தினமும் அதிகாலையில் பயிற்சி பயிற்சி என்று மாரடித்து நேரத்தை வீணாக்குவதை விட சற்று மேலும் தூங்கினால் சொப்பனங்களையாவது கூடக் காணலாம்" என்று நினைத்தேன்.<br><br>

அப்போது என்ன ஆச்சரியம்! அருகில் இருந்த எனது தொலைபேசி "டிங்" என ஒலித்தது. <br><br>

எடுத்துப் பார்த்தால் Youtube-இல் சஞ்ஜய் சுப்ரமணியம் "On That Note" என்ற தலைப்பில் அச்சமயம் வெளியிட்டுக்கொண்டிருக்கும் காணொளிகளில் ஒன்று. இதை பார்க்குமாறு Google எனக்கு பரிந்துரை செய்திருந்தது.<br><br>

சரி. பாடத்தான் முடியவில்லை. இதையாவது பார்ப்போம் என்று க்ளிக் செய்து பார்க்கத் துவங்கினேன்.<br><br>

<div style="text-align:center;">
<a href="https://www.youtube.com/watch?v=9wNRvsfKv8g&t=157s">https://www.youtube.com/watch?v=9wNRvsfKv8g&t=157s</a><br><br>
</div>

அதில் சரியாக 2 நிமிடம் 37 வினாடிகள் கழித்து வித்துவான் TN கிருஷ்ணன் சொன்னதை சஞ்ஜய் சுப்ரமணியம் நம்முடன் பகிர்ந்து கொள்கிறான். அவர் சொல்கிறார்: <br><br>

"எதை வேணும்னாலும் பத்து தடவைக்கு பதினஞ்சு தடவை பாடினா தானா இடத்துக்கு வரும்"<br><br>

"சரியான நேரத்துல அந்த முருகனே வந்து என்னை தேர்த்தி வழி தவறாமல் இருக்க போதிக்கிறான்" என்று எடுத்துக்கொண்டு மீண்டும் புத்த்துணர்ச்சியுடன், இம்முறை கைவிட மாட்டேன் என்ற தீர்மானத்துடன் பயிற்சியை தொடங்கினேன். <br><br>

அவர் சொன்னது போலவே, முதலில் இல்லையென்றாலும், நாளுக்கு நாள் கொஞ்சம் கொஞ்சமாக குரல் பக்குவமடைந்து சரியான ஸ்ருதியில் நிலைத்து நிற்க முடிந்தது. சரஸ்வதி காட்சி தந்தாள். அவள் பொற்பாதங்களை பற்றினேன்.<br><br>

அந்த அனுபவத்தில் பிறந்தது தான் Saraswati Tuner என்ற பெயர்கொண்ட Android App.<br><br>

கர்நாடக மற்றும் இந்துஸ்தானி இசை பாட விரும்பும் அனைத்து மாணவர்களுக்கும் இது பெரும் உதவியாக இருக்கட்டும். <br><br>

இதில் விளம்பரங்களோ அல்லது உங்களைப்பற்றிய தகவல்களை சேகரிப்பதோ என்றுமே கிடையாது.<br><br>

<div style="text-align:center;">அப்பனே முருகா! ஓம் ஸ்ரீ சுப்ரமணிய ஸ்வாமியே நம:</div>

<div style="height:50px"></div>
`
